** writing beyong the academy
:LOGBOOK:
CLOCK: [2018-11-18 周日 23:58]--[2018-11-19 周一 00:01] =>  0:03
- Clocked out on T:[2018-11-19 周一 00:01] \\
  interested
CLOCK: [2018-11-18 周日 22:42]--[2018-11-18 周日 23:58] =>  1:16
- Clocked out on T:[2018-11-18 周日 23:58] \\
  language is the social tool for construct relationship between human beings!
  
  We write ,because we think the text will change the thinking of the reader,
  solve the question of the reader.
  
  Language is a bridge between minds!
  
  Minds of bridge constructed with language.
:END:
 https://www.youtube.com/watch?v=aFwVf5a3pZM
 

Why some smart perple cannot write well?


1. top one: valuable
2. Persivasive
3. Organize
4. Clear

Think( jie ci :) about   world(noun)
think means write.(text you write change what the reader think about the world)

Something you change^^^^
(Intension, instability, challenging , contributio, redflag)


what happening ? what create the value? idea? not!  benefit/ cost ? yes!

You want to get paid! You want reader to pay for your results!
Move your vision from in-scholl to out-of-school


I read it for information? possible not!
Why do people watch TV,listen music?
Because it is more fun.(Interested in it)----make the reader feel interested in your
text all the time .（Feel valuable at the end)

顶多3个important(太多importatnt 等于没有重点)

How to use language to create value.


what is language?

language(writing) is to help the reader to read in the adequate process(logical process)
Creating value for the reading process.


Tell what the paper will be about?(研究对象） But I don't care, It is no value to me.
Writing is being about sth? no!no! Not about describing sth.（教学式风格，只是介绍！不好）

What the paper will argue? argue that!
Tell us about question the paper will answer?! Yes.
(means: Tell you about question you care the paper will answer！）
The question implies that I am watching your eyes, I know what you think, you are wrong.


读者觉得不好（slow down---annoy---stop不看了)

Your jod is  not reveal your head, but to change the head of your reader.(That is it)

I look at your eye, I know what you think! But You are wrong!


I know what you need, and I can do that!


I need to become stronger ,to make myself different.(work harder, read my money holders)

We want to be distracted? yes or not!

The laugage is social, is not just about you(yourself), is about to communicate with 
the people. 

Why they read it! Social makes the language be alive!!

The laugage is used to communicate with others, not just what your head reveals).
Lauguage is the relationship betweeen peoples.(语言其实是人与人之间的关系)



They don't trust you, they doubt you!
Every writer should look at readers' eyes and say you are wrong! I can give you valuable advice.

Who is reading it? You just try to answer reader want.(You are trained to think about what
you think about ,what you care about, rather than your reading caring about)

English---English works! -----Focus--




When graduate students envision themselves working outside academia,
 they often worry about writing.  This is sensible: academics who 
work outside academia are endlessly criticized for writing "like
 a professor".  Worse, writers who are criticized in this way are
 often baffled at how to adapt to their new world.  Very often,
 they try to change aspects of their writing that are not troublesome,
 and they leave in place aspects of their writing that are making their writing less clear,
 less logical, and less valuable to their readers. 
 
This session will be about a few patterns of writing that are likely to aggravate non-academic readers.
We'll focus on patterns that are often difficult for academics to see,
but are actually fairly easy to change.
** judy swan, Scientific writing:Beyong Tips and tricks
:LOGBOOK:
CLOCK: [2018-11-20 周二 01:27]--[2018-11-20 周二 01:38] =>  0:11
- Clocked out on T:[2018-11-20 周二 01:38] \\
  stop for a moment
:END:
 https://www.youtube.com/watch?v=jLPCdDp_LE0
 
 

 Scientist are writers too.

 
What a control?


writing with other persons(many people ,co-authors)


how to analyse things?

